Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Volker był dziś wyjątkowo miły. Jeśli się wie, jak z nim rozmawiać, to rzeczywiście można do czegoś dojść. Facet musi mieć więcej złota niż sam Król! Zaproponować mi dostęp do domu w mieście portowym na czas wyjaśnienia całej sprawy? To się nazywa hojność! Oby tylko z Jornem szybko doszli do porozumienia, bo jeszcze ten głupek Marvin pogorszy sytuację. Chłopak chyba musiał upaść na głowę w dzieciństwie, bo dziwadło z niego straszliwe. Najgorsze jest to, że wszędzie próbuje węszyć i szukać tych jego 'dowodów'. Takimi sprawami powinni zajmować się dorośli. Jeszcze kilka dni, a cała sprawa się wyjaśni.
uk: Волкер сьогодні був надзвичайно приємним. Якщо знати, як з ним розмовляти, то можна й справді чогось досягти. У нього, мабуть, золота більше, ніж у самого короля! Запропонувати мені будинок у порту, доки все не залагодиться? Оце я розумію – щедрість! Будемо сподіватися, що ми з Йорном швидко порозуміємось, інакше цей дурень Марвін зробить ще гірше. Хлопчисько, мабуть, в дитинстві впав на голову, бо він страшенний дивак. Найгірше те, що він намагається всюди винюхувати і шукати ці свої 'докази'. Такими справами повинні займатися дорослі. Ще кілька днів і все буде ясно.

source: Volker ciągle uważa, że za zamach na jego życie odpowiada jakaś organizacja Wywrotowców, którym zależy na destabilizacji sytuacji w mieście. Podobno nie stronią od żadnych metod, w tym porwań. Niewykluczone, że to właśnie oni odpowiadają za zaginięcie Jorna. Póki co mój jedyny trop prowadzi do Wilczego Leża.
uk: Волкер досі вважає, що замах на нього скоїла якась організація диверсантів, які прагнуть дестабілізувати ситуацію в місті. Судячи з усього, вони не гребують жодними методами, включно з викраденням. Не виключено, що саме вони відповідальні за зникнення Йорна. Поки що моя єдина зачіпка веде до Вовчого Лігва.

source: Volker jest bardzo dobrym szefem i zna się na interesach. Już wielu chłopaków wyszło z rynsztoka dzięki jego pomocy.
uk: Волкер – дуже хороший шеф і знається на веденні справ. Завдяки йому вже багато хлопців вийшли з нетрів.

source: Volker jest jedną z najbardziej szanowanych osób na wyspie, a przy okazji najbogatszą. Tak więc lepiej by śledztwo nie ciągnęło się miesiącami.
uk: Волкер – один із найшанованіших людей на острові, а також найбагатший. Тож розслідування не повинно затягнутися на кілька місяців.

source: Volker nie żyje. Nie znalazł się nikt, kto zechciałby zejść do kanałów po jego zwłoki.
uk: Волкер загинув. Не знайшлося нікого, хто захотів би спуститися в каналізацію, щоб забрати його тіло.

source: Volker nigdy by nie zaatakował niewinnych ludzi!
uk: Волкер ніколи б не напав на невинних людей!

source: Volker od lat wspiera naszych kontrahentów. Jego zniknięcie ze sceny politycznej stworzyłoby lukę, którą trzeba by było szybko zapełnić, a zwyczajnie nie mamy na to czasu i pieniędzy.
uk: Волкер роками підтримував наших постачальників. Його зникнення з політичної сцени створить прогалину, яку потрібно буде швидко заповнити, а у нас просто немає на це ні часу, ні грошей.

source: Volker pluje na popychadła Straży i Gildii Kupieckiej, tutaj nie będziecie się musieli nimi martwić!
uk: Волкер плював на простаків із Варти та Торгової Гільдії, у нас можете про них не турбуватися!

source: Volker pluje na popychadła straży i Gildii Kupieckiej, tutaj nie będziecie się musieli nimi martwić!
uk: Волкер плював на простаків із Варти та Торгової Гільдії, у нас можете про них не турбуватися!

source: Volker pluje na popychadła straży i Gildii Kupieckiej...
uk: Волкер плював на простаків із Варти та Торгової Гільдії...

source: Volker proponował mu spokojną emeryturę w dobrobycie i przejęcie jego stanowiska.
uk: Волкер запропонував йому спокійно піти на відпочинок в достатку і зайняти його місце.

source: Volker przez wiele dni czekał na swój proces. Gdy prowadzono go do ratusza, gdzie miał usłyszeć wyrok, tłum przedarł się przez strażników i zadźgał go na placu Starego Miasta.
uk: Волкер багато днів провів в очікуванні суду. Коли його вели до ратуші, де мали оголосити вирок, натовп прорвався крізь охорону і зарізав його на площі Старого міста.

source: Volker to jeden z naszych największych partnerów na rynku. Gdybym wysłał ludzi na jego teren, mogłoby to zostać odebrane jako zbrojna próba zdobycia przewagi.
uk: Волкер – один з наших найбільших партнерів на ринку. Якби я відправив людей на його територію, це могло б розглядатися як збройна спроба здобуття переваги.

source: Volker to najbardziej uczciwa i honorowa osoba, jaka stąpała po tym mieście! Otoczony jest przez was, sępy. Marzy wam się jego majątek!
uk: Волкер – найчесніша і найпорядніша людина, яка коли-небудь ступала цим містом! Він оточений вами, стерв'ятниками. Ви мрієте про його багатство!

source: Volker wielokrotnie dowiódł swojej troski o Archolos. Mam ci przypomnieć, że jest jednym z niewielu, którzy wspierają finansowo zarówno przytułek dla chorych, jak i biednych?
uk: Волкер неодноразово доводив свою турботу про Архолос. Чи варто тобі нагадувати, що він один з небагатьох, хто фінансово підтримує притулок для хворих та бідних?

source: Volker zaszedł za skórę wielu ludziom, ale nie miałem interesu, żeby go zabijać.
uk: Волкер – кістка в горлі для багатьох людей, але я не мав жодного наміру його вбивати.

source: Volker... Zabiłeś go?
uk: Волкер... Ти вбив його?

source: Volkera poruszyła cała sytuacja, a jako dowód swoich dobrych intencji oddelegował część własnych ludzi na poszukiwania twojego brata.
uk: Волкера зворушила вся ця ситуація, і як доказ своїх добрих намірів він відправив частину власних людей на пошуки твого брата.

source: Volkera? I co ja miałbym teraz zrobić?
uk: Волкер? І що я маю тепер зробити?

source: Volkera? Niedobrze, bardzo niedobrze...
uk: Волкеру? Це недобре, дуже недобре...

source: Volkera? No tak, bo to taki straszny, niebezpieczny starzec, który nie ma nic lepszego do roboty od prześladowania młodych awanturników z przerostem ambicji.
uk: Волкера? Ну так, тому що він такий страшний, небезпечний старець, який не має чим зайнятися, окрім як переслідувати молодих шукачів пригод з надмірними амбіціями.

source: Vrazka
uk: Вразка

source: W Archolos nie tolerujemy również handlu bagiennym zielem oraz żywym towarem. No i są też kwestie polityczne.
uk: На Архолосі ми також не толеруємо торгівлю болотною травою і живим товаром. А ще є політичні питання.

source: W Dzielnicy Rzemieślników poznałem płatnerza. Mogę u niego kupić nowe pancerze, ale też ulepszyć część z tych, które posiadam.
uk: В Ремісничому кварталі я познайомився з бронярем. У нього я можу купити нові обладунки, а також покращити деякі зі своїх.

source: W Dzielnicy Rzemieślników rezyduje Płatnerz, który może mi sprzedać przedmioty potrzebne do ulepszania pancerzy.
uk: В Ремісничому кварталі мешкає броняр, який може продати предмети, необхідні для покращення обладунків.

source: W Gildii Kupieckiej nie podlizujesz się jednej osobie by dostać stołek. Tutaj musisz udowodnić wszystkim, na co cię stać.
uk: У Торговій Гільдії не вийде догодити комусь одному, щоб отримати місце. Тут ти повинен довести всім, на що ти здатен.

source: W Kopalni Królewskiej pomogłem Refirowi i Neralowi.
uk: У Королівській копальні я допомагав Рефіру і Ніралу.

source: W Kopalni Złota Araxos mogę kupić potrzebne mi bryłki złota od tamtejszego kowala.
uk: У золотій копальні Араксосу я можу придбати золоті самородки у тамтешнього коваля.

source: W Królewskiej Kopalni cztery golemy zajęły główny szyb. Szef kopalni, Lewko, zaproponował mi zapłatę w zamian za pozbycie się problemu.
uk: У Королівській копальні чотири големи зайняли головний тунель. Начальник копальні, Левко, запропонував мені винагороду в обмін на те, що я позбудуся цієї проблеми.

source: W Leżu zaatakowało mnie kilku ludzi.
uk: У Лігві на мене напали кілька людей.

source: W Przystani poznałem Saula. Facet poprosił mnie o pomoc w zażartowaniu sobie z kolegi.
uk: У Гавані я познайомився з Солом. Хлопець попросив мене допомогти йому пожартувати з його товариша.

source: W Przystani poznałem lekko zwariowanego starego pirata. Podobno znalazł mapę skarbów zakopanych na Archolos. Mam razem z nim odwiedzić wszystkie miejsca i wykopać dla niego poszukiwane kosztowności. Pierwszym miejscem jest małe jezioro pomiędzy Winnicą Rity a Przystanią Łotrów. Kilof muszę zdobyć na własną rękę.
uk: У Гавані я зустрів трохи божевільного старого пірата. Схоже, він знайшов мапу скарбів, закопаних на Архолосі. Я маю відвідати всі місця разом з ним і допомогти йому відкопати дорогоцінні скарби. Перше місце знаходиться біля маленького озера між виноградником Рити та Гаванню лиходіїв. Кирку я маю дістати сам.

source: W Przystani warto mieć przynajmniej jednego kumpla.
uk: Варто мати хоча б одного друга в Гавані.

source: W Przystani Łotrów widziałem jakąś dziewczynę zamkniętą w klatce - kto wie, czy to nie Lena? Gregor nie chciał mi wtedy powiedzieć nic więcej. Może Oscar będzie coś wiedział?
uk: У Гавані лиходіїв я бачив якусь дівчину, замкнену в клітці – хто знає, можливо, це була Олена? Грегор більше нічого мені не розповів. Може, Оскар щось знає?

source: W Silbach żyjemy z tego co sami wyhodujemy. W razie problemów nie mamy co liczyć na pomoc ze strony miasta.
uk: У Сільбаху ми живемо з того, що вирощуємо самі. Якщо виникають проблеми, від міста допомоги чекати не доводиться.

source: W Silbach żyjemy z tego, co sami wyhodujemy. W razie problemów nie mamy co liczyć na pomoc ze strony miasta.
uk: У Сільбаху ми живемо з того, що вирощуємо самі. Якщо виникають проблеми, від міста допомоги чекати не доводиться.

source: W Silbach żyją sami porządni ludzie!
uk: У Сільбаху живуть лише порядні люди!

source: W Silbach żyją sami uczciwi ludzie i mam nadzieję, że tak pozostanie!
uk: У Сільбаху живуть тільки порядні люди і я сподіваюся, що так воно і залишиться!

source: W Slumsach spotkałem dość nietypowego handlarza. Niejaki Huug twierdzi, że może mi sprzedać artefakty bogów.
uk: У нетрях я зустрів досить незвичного торговця. Чоловік на ім'я Хууг стверджує, що може продати мені артефакти богів.

source: W Starym Mieście żyją zapatrzeni w siebie bufoni, którzy brzydzą się ulic i mieszkańców pozostałych dzielnic.
uk: Насправді Старе місто – це дім самозакоханих блазнів, які ненавидять вулиці та мешканців інших районів.

source: W akcie desperacji i tchórzostwa zaczęli sprowadzać na wyspę kolejnych magów ognia. I tak w ciągu kilku tygodni wyspę pokryła pożoga, a w powietrzu nieustannie unosił się popiół.
uk: В акті відчаю і боягузтва вони почали привозити на острів все більше Магів Вогню. І ось, за кілька тижнів, острів був охоплений полум'ям, а в повітрі постійно висів попіл.

source: W aktualnej sytuacji każda pomoc jest mile widziana, ale pewnie zażądasz czegoś w zamian, prawda?
uk: У теперішній ситуації будь-яка допомога не завадить, але ти, мабуть, попросиш щось натомість, вірно?

source: W aktualnych czasach, kupiec będzie musiał wyłożyć małą fortunę, by dostać ten dom dla siebie. Każdy chce teraz mieszkać w Starym Mieście. Tylko tutaj jest bezpiecznie!
uk: За нинішніх часів покупцеві доведеться неабияк розщедритися, щоб придбати цей будинок для себе. Зараз усі хочуть жити в Старому місті. Тільки тут зараз безпечно!

source: W biały dzień
uk: Серед білого дня

source: W biały dzień (Trop grotu)
uk: Серед білого дня (по сліду наконечника)

source: W biały dzień (Trop ulotek)
uk: Серед білого дня (по сліду листівки)

source: W biały dzień (Trop więźnia)
uk: Серед білого дня (по сліду в'язня)

source: W całej Gildii Kupieckiej Araxos wszystko jest w jak najlepszym porządku. Czegoś potrzeba? Chcesz nawiązać z nami współpracę?
uk: В Торговій Гільдії Араксос все в повному порядку. Тобі щось потрібно? Хочеш вести з нами справи?

source: W całej tej historii jest tylko jeden problem.
uk: У цій історії є лише одна проблема.

source: W całym Królestwie Myrtany jest wiele grup Wodnego Kręgu, nie utrzymujemy jednak żadnych kontaktów, by nie ryzykować demaskacji.
uk: По всьому Королівству Міртана є багато груп Кільця Води, але ми не підтримуємо жодних контактів, щоб не наражатися на ризик викриття.

source: W całym mieście nie dostaniesz tak dokładnych map w tak niskiej cenie!
uk: У всьому місті не знайти таких точних мап і за такою низькою ціною!

source: W całym swoim życiu nie widziałem tak wielkiego miasta... Wciąż się gubię w niektórych uliczkach, ale nie narzekam. Archolos to miasto możliwości. Zobaczymy, co będzie dalej.
uk: Такого великого міста я не бачив за все своє життя... Я все ще гублюся на деяких вулицях, але не скаржуся. Архолос – місто можливостей. Побачимо, що буде далі.

source: W całym swoim życiu nie widziałem, żeby próbował jakichkolwiek oszustw!
uk: За все своє життя я ніколи не бачив, щоб він вдавався до шахрайства!

source: W całym tym bałaganie jeszcze tylko zamachów na bogaczy brakowało. Ale spokojnie, gwardia i z tym da sobie radę.
uk: У всій цій метушні не вистачало лише замаху на багатіїв. Але можеш не сумніватися, Варта впорається із цим.

source: W celu przygotowania substancji, należy przy stole alchemicznym rozetrzeć poniższe składniki, potem zmieszać je w menzurce z wodą, a powstałą maź wylać na płaskie naczynie i poczekać do zastygnięcia w trwałą formę. Grudkę pokruszyć, a następnie przesypać do woreczka i dokładnie zabezpieczyć. Uwaga! Środek silnie żrący, unikać kontaktu ze skórą.
uk: Для приготування отрути подрібніть на алхімічному столі нижче вказані складники, потім змішайте в мензурці з водою, вилийте отриману рідину на плоский посуд і зачекайте, поки вона затвердіє. Потім подрібніть, пересипте в мішечок, та міцно зав'яжіть його. Обережно: речовина дуже їдка, уникайте контакту зі шкірою.

source: W celu uzupełnienia zapasów w mojej spiżarni,
uk: Для поповнення моїх запасів,

source: W celu zwabienia wszystkich przemytników do ich głównej kryjówki, muszę załatwić wszystkie 'sprawy' wypisane na meldunku od naszych tropicieli.
uk: Щоб заманити всіх контрабандистів до їхньої головної схованки, я маю виконати всі доручення, записані у звіті від наших слідопитів.

source: W centrum slumsów stoi spory magazyn. Alena organizuje tam wieczorami pojedynki, w których wygrać można sporo złota i innych kosztowności.
uk: У центрі нетрів є великий склад. Вечорами Аліна влаштовує там поєдинки, в яких можна виграти багато золота та інших коштовностей.

source: W centrum wszechświata znajduje się Morgrad, co zawiera cztery żywioły - ziemię, wodę, ogień i wiatr. Morgrad, co jest wiecznie niespokojnym sercem Beliara. A nad nim rozciąga się sfera niebios.
uk: У центрі Всесвіту розташований Морград, що містить чотири стихії: землю, воду, вогонь та вітер. Морград, у якому знаходиться вічно неспокійне серце Беліара. А над ним простягається сфера небес.

source: W chacie doszło do małej szarpaniny i musiał gdzieś upaść. Chwilę go szukałem, ale miałem zapłacone z góry, więc dałem sobie spokój.
uk: У хатині була невеличка сутичка, і він, мабуть, десь упав. Я трохи його пошукав, але нам заплатили наперед, тож я особливо не переймався.

source: W chatce przed miastem mieszka niejaki Lathi. Lubi rękodzieło, i, jak widać, jest w tym całkiem dobry.
uk: У хатині за містом живе чоловік на ім'я Латі. Він любить працювати руками, і, як бачиш, у нього непогано виходить.

source: W chwili próby Adanos z pewnością obdarzy cię łaską swej mądrości.
uk: У момент вибору Аданос неодмінно подарує тобі благодать своєї мудрості.

source: W cichej mgle
uk: Звабник

source: W ciele jednego z zębaczy, żerujących pod dźwigiem towarowym, znalazłem zakrwawiony młotek. Czyżby pracownicy wcale nie uciekli, a spotkał ich po prostu tragiczny koniec? Muszę się rozejrzeć po okolicy.
uk: Я знайшов закривавлений молоток у череві одного зі снепперів, які були біля підйомника. Можливо, працівники зовсім не втекли, а просто зустріли свій трагічний кінець? Потрібно оглянути околиці.

source: W ciągu dnia spotkać go można pod pracownią jego mistrzyni, na Placu Targowym. Gdy już tam będziesz, nie zapomnij zaopatrzyć się u niej w odpowiednią kuszę oraz bełty!
uk: Вдень його можна знайти біля майстерні на Ринковій площі. Поки будете там, не забудьте придбати підходящий арбалет і болти до нього!

source: W ciągu długich lat swojego panowania Rhobar zdołał pokonać wszystkich wrogów królestwa oprócz jednego.
uk: За довгі роки свого правління Робар зумів подолати всіх ворогів королівства, окрім одного.

source: W ciągu jednej chwili jej użytkownik jest w stanie przenieść się do zupełnie innego miejsca.
uk: В одну мить її користувач може переміститися в абсолютно інше місце.

source: W ciągu kilku chwil zbiegło się tylu mieszkańców, że prawie się tam taranowali.
uk: За кілька хвилин зійшлося стільки мешканців, що вони ледь не розтоптали один одного.

source: W ciągu kilku dni miałbyś kilkudziesięciu ogolonych na łyso żebraków, którzy próbowaliby się pod niego podszywać.
uk: За кілька днів знайдуться десятки поголених налисо жебраків, які намагатимуться видати себе за нього.

source: W ciągu kilku lat opłynąłem wyspę dookoła, szukając dobrych łowisk, aż w końcu znalazłem tę zatoczkę.
uk: Протягом кількох років я плавав навколо острова у пошуках гарних місць для риболовлі, поки нарешті не знайшов цю бухту.

source: W co ja dałem się wrobić... Muszę teraz ugotować kociołek rybaka i zanieść go magowi Laudusowi. Wszystkie potrzebne składniki znajdę na liście od Ernesto. Mam tylko nadzieję, że po wszystkim otrzymam jakąś wartościową nagrodę.
uk: У що ж я вляпався... Тепер я маю приготувати казанок рибалки та віднести його магу Лаудусу. Перелік всіх необхідних складників я знайду в рецепті, отриманому від Ернесто. Сподіваюся, я отримаю за це якусь цінну винагороду.

source: W czasach przed najazdem Myrtańczyków każdego roku zaopatrywało się tu nawet kilkuset Wilczych Synów.
uk: За часів, що передували навалі міртанців, сюди щороку прибувало до кількох сотень Вовчих Синів.

source: W czasie przeszukiwania chaty, znalazłem dziwny pierścień z błękitnym kamieniem. Czyżby należał do porywacza?
uk: Оглядаючи хатину я знайшов дивний перстень з синім каменем. Він належав викрадачеві?

source: W czasie stanu wyjątkowego, każdy strażnik ma nosić mundur do odwołania.
uk: Під час надзвичайного стану кожен вартовий повинен носити форму до подальших вказівок.

source: W czasie wojny z orkami jesteśmy dla niej łakomym kąskiem.
uk: Через війну з орками ми для них ласий шматок.

source: W czasie włamania przebywał w chacie Kurta, naszego wuja, i wszystko wskazuje na to, że został porwany.
uk: На момент пограбування він перебував у будинку Курта, нашого дядька, і все вказує на те, що він був викрадений.

source: W czasie, gdy czekałem na powrót Detlowa, osaczyły mnie dwa wilki. Na szczęście udało mi się je pokonać. Po chwili myśliwy wrócił i powiedział, że odnalazł tropy prowadzące do pobliskiego zagajnika. Powinniśmy ruszać w dalszą drogę.
uk: Поки я чекав на повернення Детлоу, мене оточили два вовки. На щастя, мені вдалося від них відбитися. Через деякий час мисливець повернувся і сказав, що знайшов сліди, які ведуть до сусіднього лісу. Ми повинні продовжувати наш шлях.

source: W czasie, kiedy będę cię uczył, mógłbym zwiększyć swój urobek, więc za lekcje przydałaby się jakaś rekompensata pieniężna.
uk: За той час, що я буду тратити на тебе, я міг заробити для себе побільше, тому деяка грошова компенсація за уроки б не завадила.

source: W czym jesteś lepsza od Rosity?
uk: У чому ти краща за Розіту?

source: W czym jesteś lepsza od Tary?
uk: У чому ти краща за Тару?

source: W czym mogę ci pomóc, chłopcze?
uk: Чим я можу тобі допомогти, хлопче?

source: W czym mogę ci pomóc, obywatelu?
uk: Чим можу допомогти, громадянине?

source: W czym mogę ci pomóc?
uk: Чим я можу допомогти?

source: W czym mogę pomóc, panie władzo?
uk: Чим я можу допомогти, пане вартовий?

source: W czym może ci pomóc stary, dobry Cortez? Szukasz schronienia?
uk: Чим старий добрий Кортез може тобі допомогти? Ти шукаєш притулку?

source: W czym niby miałeś rację?
uk: У чому ти нібито мав рацію?

source: W czym potrzebujesz mojej pomocy?
uk: З чим я можу тобі допомогти?

source: W czym problem?
uk: У чому проблема?

source: W czym problem? Widziałeś kiedyś cieniostwora?
uk: У чому проблема? Ти коли-небудь бачив тінезвіра?

source: W czym przeszkadzają ci strażnicy?
uk: Чим тобі заважають вартові?

source: W czym rzecz?
uk: Що сталося?

source: W czym strażnicy nie są dobrzy?
uk: З чим вартові погано справляються?

source: W dalszej części jaskini znalazłem olbrzymie wrota. Spróbuję je otworzyć.
uk: В глибині печери я знайшов величезні ворота. Спробую їх відчинити.

source: W dawnych czasach każdy skazany mógł dopominać się o walkę w pojedynku, by udowodnić swej niewinności. Powodowało to, iż wielu zdolnych szermierzy nigdy nie można było skazać, a robić mogli, co im się żywnie podobało.
uk: У давнину будь–який засуджений міг вимагати поєдинку, щоб довести свою невинуватість. Таким чином, багато вправних фехтувальників ніколи не могли бути засудженими і могли робити все, що їм заманеться.

source: W dodatku masz na sobie strój Araxos.
uk: Окрім того, ти вдягнений у форму Гільдії Араксос.

source: W dodatku widzę na tobie mundur strażnika.
uk: Окрім того, бачу на тобі обладунки вартового.

source: W dodatku, kiedy zaczniecie płacić standardowe, niewielkie opłaty za ochronę, to również władze spojrzą na was przychylniej.
uk: Крім того, коли ви почнете платити встановлені невеликі внески за безпеку, влада також ставитиметься до вас більш прихильно.

source: W dolince, za tym wielkim budynkiem, pojawiło się stado zębaczy.
uk: У долині, за тією великою будівлею, з'явилася зграя снепперів.

source: W domu Lichwiarza spotkałem jego sługę, Alfreda. Z tego, czego się dowiedziałem, wynika, że Lichwiarz opuścił swoją posiadłość.
uk: У будинку Лихваря я зустрів його слугу Альфреда. З того, що я дізнався, випливає, що Лихвар покинув свій маєток.

source: W domu, ale ma gościa - i to nie byle jakiego.
uk: Вдома, однак, у нього є гість – і не абихто.

source: W drodze do Silbach użądlił go krwiopijca i właśnie w tej sprawie cię szukałem.
uk: По дорозі до Сільбаху його вжалив шершень, тому я тебе і шукав.

source: W drodze do wioski znalazłem ciała krwiopijców. Wszystko wskazuje na to, że walczył z nimi Jorn. Mam tylko nadzieję, że nic mu się nie stało.
uk: Дорогою до села я знайшов тіла шершнів. Все вказує на те, що Йорн бився з ними. Сподіваюся, з ним нічого не сталося.

source: W drogę.
uk: Вирушаймо.

source: W dużym skrócie, prosił mnie, abym odnalazł dla niego tę całą boską relikwię. Znalazłem faceta, który twierdził, że jest w jej posiadaniu. Zwabił nas w pułapkę i próbował zabić.
uk: Коротше кажучи, він попросив мене знайти для нього ту саму божественну реліквію. Я знайшов чоловіка, який стверджував, що вона у нього. Він заманив нас у пастку і намагався вбити.

source: W dużym skrócie, tak.
uk: Якщо коротко, то так.

source: W dużym skrócie... wykonuję misję dla Graysona i będę potrzebował twojego pancerza.
uk: У двох словах... я виконую місію для Грейсона і мені потрібен твій обладунок.

source: W dzień jasny chwalimy Twoje słowo,
uk: У світлий день ми славимо слово Твоє,

source: W dzisiejszych czasach trudno o coś lepszego.
uk: В наші дні важко знайти щось краще.

source: W dzisiejszych czasach, wszyscy są na tyle zdesperowani, że mogą stać się niebezpieczni. Lepiej na siebie uważać i nie szukać sobie wrogów.
uk: У наш час всі настільки у відчаї, що кожен може стати небезпечним. Краще пильнувати один одного і не шукати ворогів.
